Repository: mericorhay/CueTake
Catalog: Packages/CueTakeKit/Sources/ScriptFeature/Resources/Localizable.xcstrings
Source language: en
Languages: es, tr

# blueprint.action.delete
source: Delete
es: Eliminar
tr: Sil

# blueprint.action.duplicate
source: Duplicate
es: Duplicar
tr: Çoğalt

# blueprint.action.moveDown
source: ↓ Move
es: ↓ Mover
tr: ↓ Taşı

# blueprint.action.moveUp
source: ↑ Move
es: ↑ Mover
tr: ↑ Taşı

# blueprint.action.regenerate
source: Regenerate
es: Regenerar
tr: Yeniden üret

# blueprint.kicker %@
source: BLUEPRINT · %@
es: PLANTILLA · %@
tr: TASLAK · %@

# blueprint.script
source: Script
es: Guion
tr: Metin

# blueprint.studio
source: Go to Studio
es: Ir al Estudio
tr: Stüdyoya geç

# blueprint.title
source: iPhone 17 Pro Max Camera
es: iPhone 17 Pro Max Cámara
tr: iPhone 17 Pro Max Kamera

# create.idea.subtitle
source: AI writes the blueprint
es: La IA escribe la plantilla
tr: Taslağı AI yazsın

# create.idea.title
source: Start from Idea
es: Comienza con Idea
tr: Fikirle başla

# create.import.subtitle
source: Clips and photos you already have, in your order
es: Clips y fotos que ya tienes, en tu orden
tr: Çektiğin klipler ve fotoğraflar, senin sıranla

# create.import.title
source: Import videos and photos
es: Importar videos y fotos
tr: Video ve fotoğraf at

# create.record.subtitle
source: Straight to camera, no script
es: Directo a la cámara, sin guion
tr: Doğrudan kamera, metin yok

# create.record.title
source: Start Recording
es: Iniciar grabación
tr: Kayda başla

# create.script.subtitle
source: Paste what you already wrote
es: Pega lo que ya escribiste
tr: Yazdığın metni yapıştır

# create.script.title
source: Start from Script
es: Comenzar desde el guion
tr: Metinle başla

# create.subtitle
source: Pick an entry point. Everything else adapts.
es: Elige un punto de entrada. Todo lo demás se adapta.
tr: Bir başlangıç seç. Gerisi ona göre şekillenir.

# create.title
source: Where do we start?
es: ¿Dónde comenzamos?
tr: Nereden başlıyoruz?

# create.workflow.subtitle
source: Product Reel · 5 steps
es: Reel de producto · 5 pasos
tr: Ürün Reel'i · 5 adım

# create.workflow.title
source: Use Workflow
es: Usar Workflow
tr: Workflow kullan

# prompt.chip.cameraComparison
source: Camera Comparison
es: Comparación de cámara
tr: Kamera Karşılaştırması

# prompt.chip.productReel
source: 30‑second Product Reel
es: Reel de producto de 30 s
tr: 30 saniyelik Ürün Reelsi

# prompt.chip.storytelling
source: Storytelling
es: Narración
tr: Hikaye Anlatımı

# prompt.chip.tutorial
source: Tutorial: 3 Steps
es: Tutorial: 3 pasos
tr: Eğitim: 3 Adım

# prompt.default
source: 30‑second energetic Reel showcasing iPhone 17 Pro Max camera features
es: Reel energético de 30 s mostrando las funciones de la cámara del iPhone 17 Pro Max
tr: iPhone 17 Pro Max kamera özelliklerini gösteren 30 saniyelik enerjik Reel

# prompt.failed.empty
source: Nothing came back. Try describing the video differently.
es: No se obtuvo respuesta. Intenta describir el video de otra manera.
tr: Bir şey dönmedi. Videoyu farklı anlatmayı dene.

# prompt.failed.generic
source: Could not write the script.
es: No se pudo escribir el guion.
tr: Metin yazılamadı.

# prompt.failed.notReady
source: The model is still downloading. Try again shortly.
es: El modelo sigue descargándose. Intenta de nuevo pronto.
tr: Model hâlâ iniyor. Birazdan tekrar dene.

# prompt.failed.unavailable
source: This iPhone cannot run the on-device model.
es: Este iPhone no puede ejecutar el modelo en el dispositivo.
tr: Bu iPhone cihaz üstü modeli çalıştıramıyor.

# prompt.generate
source: Generate blueprint
es: Generar esquema
tr: Taslağı oluştur

# prompt.kicker
source: IDEA → BLUEPRINT
es: IDEA → ESQUEMA
tr: FİKİR → TASLAK

# prompt.length.seconds %lld
source: %lld sec
es: %lld seg
tr: %lld sn

# prompt.option.format
source: FORMAT
es: FORMATO
tr: BİÇİM

# prompt.option.format.value
source: 9:16 Reel
es: Reel 9:16

# prompt.option.length
source: LENGTH
es: LARGO
tr: SÜRE

# prompt.option.length.value
source: 30 sec
es: 30 seg.
tr: 30 sn

# prompt.option.tone
source: TONE
es: TÓN
tr: TON

# prompt.option.tone.value
source: Energetic
es: Enérgico
tr: Enerjik

# prompt.step.beats
source: Structuring beats
es: Estructurar compases
tr: Akış kuruluyor

# prompt.step.beats.note
source: 4 segments
es: 4 segmentos
tr: 4 segment

# prompt.step.intent
source: Reading intent
es: Intención de lectura
tr: Niyet okunuyor

# prompt.step.intent.note
source: tone, length
es: tono, duración
tr: ton, süre

# prompt.step.timing
source: Timing segments
es: Sincronizar segmentos
tr: Süreler ayarlanıyor

# prompt.step.timing.note
source: 0:30 total
es: 0:30 en total
tr: toplam 0:30

# prompt.step.writing
source: Writing script
es: Escribir guion
tr: Metin yazılıyor

# prompt.step.writing.note
source: TR · 78 words
es: TR · 78 palabras
tr: TR · 78 kelime

# prompt.title
source: What are we making?
es: ¿Qué estamos creando?
tr: Ne çekiyoruz bugün?

# prompt.tone.calm
source: Calm
es: Calma
tr: Sakin

# prompt.tone.energetic
source: Energetic
es: Enérgico
tr: Enerjik

# prompt.tone.expert
source: Expert
es: Experto
tr: Uzman

# prompt.tone.funny
source: Funny
es: Divertido
tr: Eğlenceli

# prompt.tone.story
source: Story
es: Historia
tr: Hikâye

# script.action.longer
source: Longer
es: Más largo
tr: Daha uzun

# script.action.moreEnergetic
source: More energetic
es: Más enérgico
tr: Daha enerjik

# script.action.moreNatural
source: More natural
es: Más natural
tr: Daha doğal

# script.action.rewrite
source: Rewrite
es: Reescribir
tr: Yeniden yaz

# script.action.shorter
source: Shorter
es: Más corto
tr: Daha kısa

# script.add
source: Add a part
es: Añadir parte
tr: Bölüm ekle

# script.brand.about
source: What it is and does
es: Qué es y hace
tr: Ne yapıyor, ne satıyor

# script.brand.add
source: Add your brand voice
es: Añade tu voz de marca
tr: Marka sesini ekle

# script.brand.audience
source: Who the videos are for
es: Para quién son los videos
tr: Videolar kime hitap ediyor

# script.brand.avoid
source: Never say
es: Nunca digas
tr: Asla geçmesin

# script.brand.cancel
source: Cancel
es: Cancelar
tr: Vazgeç

# script.brand.edit
source: Edit
es: Editar
tr: Düzenle

# script.brand.footer
source: The AI uses this when it writes your scripts. It stays on this phone and is sent only with a script request.
es: La IA usa esto al escribir tus guiones. Se queda en este teléfono y solo se envía con una solicitud de guion.
tr: AI, script yazarken bunu kullanır. Bu telefonda kalır; yalnızca script isteğiyle birlikte gönderilir.

# script.brand.mustSay
source: Always say (slogan, sign-off)
es: Siempre decir (eslogan, despedida)
tr: Mutlaka geçsin (slogan, kapanış)

# script.brand.name
source: Brand or creator name
es: Nombre de la marca o creador
tr: Marka ya da içerik üretici adı

# script.brand.save
source: Save
es: Guardar
tr: Kaydet

# script.brand.title
source: Brand voice
es: Voz de marca
tr: Marka sesi

# script.brand.unnamed
source: my brand
es: mi marca
tr: markam

# script.brand.use %@
source: Write as %@
es: Escribe como %@
tr: %@ sesiyle yaz

# script.delete
source: Delete
es: Eliminar
tr: Sil

# script.done
source: Done
es: Listo
tr: Bitti

# script.empty
source: Tap to write this part
es: Toca para escribir esta parte
tr: Bu kısmı yazmak için dokun

# script.kicker %lld
source: SCRIPT · %lld WORDS
es: SCRIPT · %lld PALABRAS
tr: SCRIPT · %lld KELİME

# script.library.delete
source: Delete
es: Eliminar
tr: Sil

# script.library.save
source: Keep for later
es: Guardar para más tarde
tr: Kaydet

# script.library.saveScript
source: Keep this script
es: Guardar este guion
tr: Bu metni kaydet

# script.library.saved
source: Kept
es: Guardado
tr: Kaydedildi

# script.library.savedNotice
source: Kept in your scripts
es: Guardado en tus guiones
tr: Hazır metinlerine kaydedildi

# script.library.title
source: Your scripts
es: Tus guiones
tr: Hazır metinlerim

# script.library.words %lld
source: %lld words
es: %lld palabras
tr: %lld kelime

# script.longer.addition
source: And you’ll notice it even without a tripod, while shooting handheld.
es: Y lo notarás incluso sin trípode, al grabar a mano.
tr: Ayrıca, tripod olmadan bile, elden çekim yaparken fark edeceksiniz.

# script.moveDown
source: Move down
es: Mover hacia abajo
tr: Aşağı taşı

# script.moveUp
source: Move up
es: Mover hacia arriba
tr: Yukarı taşı

# script.natural.prefix
source: Let me put it this way:
es: Déjame decirlo así:
tr: Şöyle diyelim:

# script.paste.hint
source: Paragraphs become parts. One block of text is cut at sentences: the first is the hook, the last the call to action.
es: Los párrafos se convierten en partes. Un bloque de texto se corta en frases: la primera es el gancho, la última la llamada a la acción.
tr: Paragraflar bölüm olur. Tek parça metin cümlelerden bölünür: ilki kanca, sonuncusu çağrı olur.

# script.paste.placeholder
source: Paste or type the whole script here…
es: Pega o escribe el guion completo aquí…
tr: Senaryonun tamamını buraya yapıştır ya da yaz…

# script.paste.split
source: Split into parts
es: Dividir en partes
tr: Bölümlere ayır

# script.paste.title
source: Your script
es: Tu guion
tr: Senaryon

# script.placeholder
source: What you say here…
es: Lo que dices aquí…
tr: Burada ne söyleyeceksin…

# script.rewrite.failed
source: Couldn't rewrite that part. Try again.
es: No se pudo reescribir esa parte. Inténtalo de nuevo.
tr: Bu kısım yeniden yazılamadı. Tekrar dene.

# script.rewrite.prefix
source: Seriously,
es: En serio,
tr: Cidden,

# script.rewrite.unavailable
source: Rewriting needs Apple Intelligence turned on in Settings. You can still edit the text by hand.
es: Reescribir necesita que Apple Intelligence esté activado en Ajustes. Puedes seguir editando el texto manualmente.
tr: Yeniden yazmak için Ayarlar'da Apple Intelligence açık olmalı. Metni yine de elle düzenleyebilirsin.

# script.rewriteAs
source: REWRITE AS
es: REESCRIBIR COMO
tr: ŞÖYLE YAZ

# script.start.paste
source: Paste a script
es: Pega un guion
tr: Metni yapıştır

# script.start.write
source: Write with AI
es: Escribe con IA
tr: AI yazsın

# script.studio
source: Go to Studio
es: Ir a Studio
tr: Stüdyoya geç

# script.undo
source: Undo
es: Deshacer
tr: Geri al

# script.write.empty
source: The AI came back with nothing. Try a clearer idea.
es: La IA no devolvió nada. Prueba con una idea más clara.
tr: AI boş döndü. Fikri biraz daha açık yazmayı dene.

# script.write.go
source: Write the script
es: Escribe el guion
tr: Script'i yaz

# script.write.length
source: Length
es: Longitud
tr: Uzunluk

# script.write.placeholder
source: e.g. Three mistakes people make with their first espresso machine
es: p.ej. Tres errores que la gente comete con su primera máquina de espresso
tr: ör. İlk espresso makinesini alanların yaptığı üç hata

# script.write.title
source: What is the video about?
es: ¿De qué trata el video?
tr: Video ne hakkında?

# script.write.words %lld
source: up to %lld words
es: hasta %lld palabras
tr: en fazla %lld kelime

# script.write.working
source: Writing…
es: Escribiendo…
tr: Yazılıyor…

# script.write.seconds %lld
source: %lld s
tr: %lld sn
